/* Localized versions of Info.plist keys */

AMName = "Add TV Tags";

/*  AMApplication localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMCategory localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDAlert = "(* AMDAlert text goes here. (optional) *)";
AMDInput = "Movie files";
AMDNote = "Files must be named: TV Show - S##E##.m4v";
AMDOptions = "(* AMDOptions text to further explain configuration options in the UI goes here. (optional) *)";
AMDResult = "Movie files";
AMDRequires = "";
AMDSummary = "This action searches thetvdb.com database and adds iTunes metadata for the specified TV episode mp4/m4v files";
AMDWebsite = "http://thetvdb.com";

/*  AMKeyword localized strings  */
/* e.g. "Filter" = "Filter"; */

/*  AMWarning localized strings  */
ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
Message = "(* Warning message presented to user goes here. *)";
